[
    {
        "id": 1,
        "reason": "You are my Sundari. Meeting you makes me happy. It relaxes me, relieving me of all worries. Time freezes so it is just you and me. I love you."
    },
    {
        "id": 2,
        "reason": "You are my sleeping partner. Irrespective of what time it is or what work we have to do, I can always cuddle with you and sleep like a baby. I love you."
    },
    {
        "id": 3,
        "reason": "You scratch my head for me. Your nails sometimes hurt, but there is nothing better than laying down in your lap with your fingers in my hair. I love you."
    },
    {
        "id": 4,
        "reason": "You take care of me. When I am sick, I rarely take care of myself. I would drink a cold Starbucks coffee with a sore throat, but you scold me. I love you."
    },
    {
        "id": 5,
        "reason": "You look gorgeous. Every day. Hotter when you have nothing but a towel wrapped around you and are still a little wet after bathing. I love you."
    },
    {
        "id": 6,
        "reason": "You are my travelling partner. We have seen so much of Hyderabad with you sitting behind me on the active or vice versa. You make Hyderabad better. I love you."
    },
    {
        "id": 7,
        "reason": "You enjoy good food. And so do I. We need to stop with the late night snacking. But who can say no to white sauce pasta at two in the night? I love you."
    },
    {
        "id": 8,
        "reason": "You have a good taste in clothes. I have bought a lot of clothes I would never have if it weren't for you. And dare I say I look good in them? I love you."
    },
    {
        "id": 9,
        "reason": "You understand me. You pick up on the smallest of fluctuations in my mood. I have become more receptive towards sharing thoughts and feelings. I love you."
    },
    {
        "id": 10,
        "reason": "You give great gifts. I will always have the card with our photo on the back of my phone. I can always look at you. I can always feel close to you. I love you."
    },
    {
        "id": 11,
        "reason": "You make me do things I wouldn't normally. Who else would I go with to a trampoline park, or a random rain shower, or drive hours for a boat ride. I love you."
    }
]